Repository: slavalp93/EskhataWork
Catalog: litiko.DocflowEskhata/litiko.DocflowEskhata.Shared/Module.*.resx
Languages: ru

# ChecklistKindName
source: Checklist
ru: Регистрационно-контрольный лист

source: Incoming correspondence
ru: Входящая корреспонденция

# IncomingCorrespondenceBranches
source: Incoming correspondence from branches
ru: Входящая корреспонденция от филиалов

# IncomingCorrespondenceExecutive
source: Incoming correspondence from executive bodies
ru: Входящая корреспонденция от исполнительных органов

# IncomingCorrespondenceHeadOffice
source: Incoming correspondence addressed to the Head Office
ru: Входящая корреспонденция адресованная в ГО

# IncomingCorrespondenceNBT
source: Incoming correspondence from the NBT
ru: Входящая корреспонденция от НБТ

# IncomingCorrespondenceTax
source: Incoming correspondence from the tax committee
ru: Входящая корреспонденция от налогового комитета

# IncomingLettersCitizens
source: Incoming letters/citizen appeals
ru: Входящие письма/ обращения граждан

# IncomingLettersOrganisations
source: Incoming letters/inquiries from organisations
ru: Входящие письма/ обращения организаций

source: Outgoing correspondence
ru: Исходящая корреспонденция

# OutgoingCorrespondenceNBT
source: Outgoing correspondence to the NBT
ru: Исходящая корреспонденция в НБТ

# OutgoingPoACorrespondence
source: Outgoing correspondence by power of attorney
ru: Исходящая корреспонденция по доверенности

# ApiKeyGemini1
source: AIzaSyB8cN4pojlW00n3PquDG0KBUHKJ5_0VgQQ
ru: AIzaSyAlAhqjBf_ue_9tIMVrwgeXck2BwfdmfoA
