Repository: slavalp93/EskhataWork
Catalog: litiko.CollegiateAgencies/litiko.CollegiateAgencies.Shared/Projectsolution/ProjectsolutionSystem.*.resx
Languages: ru

# DisplayName
source: Project solution
ru: Проект решения

# AccusativeDisplayName
source: Project solution
ru: Проект решения

# CollectionDisplayName
source: Project solutions
ru: Проекты решений

# Property_Subject
source: Title
ru: Заголовок

# Property_SubjectTJ
source: Subject (TJ)
ru: Заголовок (TJ)

# Control_f0607051ea774af2b7966d11cd8a7374_EmptyText
source: The name of the draft decision, which corresponds to its content (in a form that answers the question “About what?”)
ru: Название проекта решения, которое соответствует его содержанию (в форме, отвечающей на вопрос «О чем?»)

# Property_MeetingCategory
source: Meeting category
ru: Категория заседания

# Property_Speaker
source: Speaker
ru: Докладчик

# Property_Regulations
source: Regulations, min
ru: Регламент, мин

# Action_IncludeInAgenda
source: Include in agenda
ru: Включить в повестку

# Property_InvitedEmployees
source: Invited employees
ru: Приглашенные сотрудники

# Property_InvitedExternal
source: Invited (external)
ru: Приглашенные (внешние)

# Property_LeadingDocument
source: Explanatory note
ru: Пояснительная записка

# Property_IncludedInAgenda
source: Included in agenda
ru: Включен в повестку

# Property_Meeting
source: Meeting
ru: Совещание

# ControlGroup_8a38af1bf1874e76a8fd3584fdbcdaf2
source: Listened
ru: Слушали

# Property_ListenedRU
source: Listened (RU)
ru: Слушали (RU)

# Control_8ea72e9aa57c4a21bbbf17f886d8069d_EmptyText
source: The essence of the issue submitted for consideration by the collegial body is indicated.
ru: Указывается суть вопроса, выносимого на рассмотрение коллегиального органа.

# Property_ListenedTJ
source: Listened (TJ)
ru: Слушали (TJ)

# Property_ListenedEN
source: Listened (EN)
ru: Слушали (EN)

# Property_Decided
source: DECIDED
ru: ПОСТАНОВИЛИ

# Form_e32bc81e8c114777bb7469dde609021a
source: Minutes
ru: Протокол

# Property_ListenedRUMinutes
source: Listened (RU)
ru: Слушали (RU)

# Property_ListenedTJMinutes
source: Listened (TJ)
ru: Слушали (TJ)

# Property_ListenedENMinutes
source: Listened (EN)
ru: Слушали (EN)

# Control_868f64ab15924c08a250fa91c8b61da4_EmptyText
source: The essence of the issue submitted for consideration by the collegial body is indicated.
ru: Указывается суть вопроса, выносимого на рассмотрение коллегиального органа.

# Control_0c313a927f654cdb9c920647e5297395_DisplayValue
source: Transfer from agenda
ru: Перенести из повестки

# Property_DecidedMinutes
source: DECIDED
ru: ПОСТАНОВИЛИ

# Form_3f5c4c6d6ea24290b3c6601fa66dac97
source: Voting
ru: Голосование

# Property_Voting
source: Voting
ru: Голосование

# Property_OurSignatory
source: Signed
ru: Подписал

# Action_IncludeInAgendaDescription
source: Include in agenda
ru: Включить в повестку

# Action_IncludeInAgendaHint
source: Include in agenda
ru: Включить в повестку

# Action_CreateExplanatoryNote
source: Create Explanatory note
ru: Создать Пояснительную записку

# Action_CreateExplanatoryNoteHint
source: Create Explanatory note
ru: Создать Пояснительную записку

# Action_CreateExplanatoryNoteDescription
source: Create Explanatory note
ru: Создать Пояснительную записку

# Action_CreateExtractProtocol
source: Create Extract from protocol
ru: Создать Выписку из протокола

# Action_CreateExtractProtocolHint
source: Create Extract from protocol
ru: Создать Выписку из протокола

# Action_CreateExtractProtocolDescription
source: Create Extract from protocol
ru: Создать Выписку из протокола

# Action_CreateResolution
source: Create Resolution
ru: Создать Постановление

# Action_CreateResolutionHint
source: Create Resolution
ru: Создать Постановление

# Action_CreateResolutionDescription
source: Create Resolution
ru: Создать Постановление

# FilterPanel_InclusionOnAgenda_fc3e3060a3c94d91a9a52f55108ba4bb
source: Inclusion on the agenda
ru: Включение в повестку

# FilterPanel_Included_4bb094616af64af6b54f2a3258c33cea
source: Included
ru: Включены

# FilterPanel_NotIncluded_cdcc3fd974754bb5881134ca40d98655
source: Not included
ru: Не включены

# FilterPanel_All_73517607f74847fabb080e09d36632b3
source: All
ru: Все

# FilterPanel_MeetingCategory_7b3268dc1cf04af7ab47dc2c1698da7f
source: Meeting category
ru: Категория заседания

# FilterPanel_Speaker_ab9d4a7c16f3414383114d8e6500e6ff
source: Speaker
ru: Докладчик

# FilterPanel_Responsible_2b8b84386aa941c68be3fcab6d1dc72f
source: Responsible
ru: Ответственный

# Control_178fd45b743a4edabc371ca47119c06d_DisplayValue
source: Fill in voters
ru: Заполнить голосующих

# Property_QuestionGroup
source: Question group
ru: Группа вопросов

# Control_cce128fe0119427f8a81781f246dddcc_DisplayValue
source: Select all voting
ru: Выбрать все "За"

# Property_Budget
source: Budget
ru: Бюджет

# Property_BudgetRemaining
source: Remaining budget
ru: Остаток бюджета

# Ribbon_Translate_a1db30f36a024fa299b71c31d4ebf6ff
source: Translate
ru: Перевод

# Action_TranslateTjToRu
source: Translate Tj To Ru
ru: Перевод с таджикского на русский

# Action_TranslateRuToEn
source: Translate Ru To En
ru: Перевод с русского на английский

# Action_TranslateRuToTjToEn
source: TranslateRuToTjToEn
ru: Перевод с русского на таджикский и английский
