Repository: slavalp93/EskhataWork
Catalog: litiko.Eskhata/litiko.Eskhata.Shared/Counterparty/CounterpartySystem.*.resx
Languages: ru

# Property_NUNonrezidentlitiko
source: Tax non-resident
ru: Налоговый нерезидент

# Property_Inamelitiko
source: International name
ru: Интернациональное наименование

# Property_OKONHlitiko
source: OKONH
ru: ОКОНХ

# Property_OKVEDlitiko
source: OKVED
ru: ОКВЭД

# Property_VATPayerlitiko
source: VAT payer
ru: Плательщик НДС

# Property_Reliabilitylitiko
source: Trustworthiness
ru: Благонадежность

# Enum_Reliabilitylitiko_Reliable
source: Reliable
ru: Надежный

# Enum_Reliabilitylitiko_NotReliable
source: Not reliable
ru: Не надежный

# Property_DateOfInspectionlitiko
source: Date of inspection
ru: Дата проверки

# Property_EINlitiko
source: EIN
ru: ЕИН

# Property_SINlitiko
source: SIN
ru: СИН

# Property_AccountEskhatalitiko
source: Bank Eskhata Account
ru: Счет в Банке Эсхата

# Property_Streetlitiko
source: Street
ru: Улица

# Property_HouseNumberlitiko
source: House number
ru: Номер дома

# Action_SendToVerificationlitiko
source: To verification
ru: На проверку

# Action_SendToVerificationlitikoHint
source: Creating a task according to the "Counterparty verification" regulation
ru: Создание задачи по регламенту «Проверка контрагента»

# Action_SendToVerificationlitikoDescription
source: Creating a task according to the "Counterparty verification" regulation
ru: Создание задачи по регламенту «Проверка контрагента»

# Action_FillFromABSlitiko
source: Fill from ABS
ru: Заполнить из АБС

# Action_FillFromABSlitikoHint
source: Automatic filling of the counterparty details from the ABS
ru: Автоматическое заполнение реквизитов контрагента из АБС

# Action_FillFromABSlitikoDescription
source: Automatic filling of the counterparty details from the ABS
ru: Автоматическое заполнение реквизитов контрагента из АБС
