Repository: slavalp93/EskhataWork
Catalog: litiko.Eskhata/litiko.Eskhata.Shared/Meeting/Meeting.*.resx
Languages: ru

# NoRightsForUpdateDocument
source: You do not have permission to edit document "{0}".
ru: У вас нет прав на изменение документа "{0}".

# SendToVoteDialogTittle
source: Selecting voting questions
ru: Выбор вопросов для голосования

source: Questions
ru: Вопросы

# NotAccessToAction
source: The action is available only to the meeting secretary.
ru: Действие доступно только секретарю заседания.

source: Protocol not found.
ru: Протокол не найден.

# NoExecutionActionItemsCreated
source: There are no execution action items created.
ru: Нет созданных поручений.

# YouMustDeleteEntireLine
source: To change the value, delete the entire line.
ru: Для изменения значения удалите всю строку.

# MoveToAnotherDialogTittle
source: Moving questions to another meeting
ru: Перенос вопросов в другое заседание

# InNewMeeting
source: To a new meeting?
ru: В новое заседание?

source: Meeting
ru: Заседание

# ActionItemsSentSeccessfully
source: Action items on meeting have been successfully sent for execution.
ru: Поручения по совещанию отправлены на исполнение успешно.

# ActionItemCreateFromDialogNotification
source: After the system sends them to performers, you will see the message.
ru: После завершения отправки вы получите всплывающее сообщение.

# StartActionItemExecutionTasksErrorSolution
source: An error occurred while sending action items on meeting minutes.{0} {0}Add the missing data, and send it manually or contact your system administrator.
ru: Произошла ошибка при отправке поручений по совещанию.{0} {0}Дозаполните данные и отправьте их вручную или обратитесь к администратору.

# VotingTaskIsNotCreated
source: Failed to create task. Check for an agenda and approval rules.
ru: Не удалось создать задачу. Проверьте наличие повестки и правила согласования.

# VotingNotIntramural
source: Voting is not intramural, the function is unavailable.
ru: Голосование не очное, функция недоступна

# DefaultLocation
source: Branch of OJSC "Bank Eskhata" in Khujand, 135 Gagarin Street
ru: ГО ОАО «Банк Эсхата» в г. Худжанд ул. Гагарина 135
