Repository: slavalp93/EskhataWork
Catalog: litiko.Integration/litiko.Integration.Shared/ExchangeDocument/ExchangeDocumentSystem.*.resx
Languages: ru

# DisplayName
source: Exchange document
ru: Документ обмена

# AccusativeDisplayName
source: Exchange document
ru: Документ обмена

# CollectionDisplayName
source: Exchange documents
ru: Документы обмена

# Property_IntegrationSystem
source: Integration system
ru: Интеграционная система

# Property_IntegrationMethod
source: Integration method
ru: Метод интеграции

# Property_StatusRequestToIS
source: Status request to IS
ru: Статус запроса к ИС

# Enum_StatusRequestToIS_Created
source: Created
ru: Создано

# Enum_StatusRequestToIS_Sent
source: Sent
ru: Отправлено

# Property_StatusRequestToRX
source: Status request to RX
ru: Статус запроса к RX

# Enum_StatusRequestToRX_Awaiting
source: Awaiting
ru: Ожидается

# Enum_StatusRequestToRX_ReceivedPart
source: Partially received
ru: Получено частично

# Enum_StatusRequestToRX_ReceivedFull
source: Received in full
ru: Получено полностью

# Enum_StatusRequestToIS_Error
source: Error
ru: Ошибка

# Enum_StatusRequestToRX_Error
source: Error
ru: Ошибка

# Property_RequestToISInfo
source: Request additional info from IS
ru: Доп. описание от ИС

# Property_RequestToRXInfo
source: Request additional info from RX
ru: Доп. описание от RX

# Property_RequestToRXPacketCount
source: Count of request to RX packets
ru: Кол-во пакетов в запросе к RX

# Property_StatusProcessingRx
source: Processing status
ru: Статус обработки

# Enum_StatusProcessingRx_Success
source: Success
ru: Успешно

# Enum_StatusProcessingRx_Error
source: Error
ru: Ошибка

# Property_Counterparty
source: Counterparty
ru: Контрагент

# Action_StartProcessingXML
source: Start processing XML
ru: Запустить обработку XML

# Action_StartProcessingXMLHint
source: Start processing XML
ru: Запустить обработку XML

# Action_StartProcessingXMLDescription
source: Start processing XML
ru: Запустить обработку XML

# Ribbon_Group_314bba1b43e4404a9e80e4976afce26b
source: Processing XML
ru: Обработка XML

# Action_ExchangeQueue
source: Exchange queue
ru: Очередь обмена

# Action_ExchangeQueueHint
source: Open exchange queue
ru: Открыть очередь обмена

# Action_ExchangeQueueDescription
source: Opens exchange queue by exchage document
ru: Открытие очереди обмена по документу
