Repository: slavalp93/EskhataWork
Catalog: litiko.Eskhata/litiko.Eskhata.Shared/Condition/Condition.*.resx
Languages: ru

# ChiefAccountantConditionName
source: Approval from the Chief Accountant?
ru: Согласование с Главным бухгалтером?

# IsRequirementsIsNotFilledInIRG
source: The attribute "Requirements of the Bank's accounting policy" is not indicated in the IRD card.
ru: Признак "Требования учетной политики Банка" не указан в карточке ВНД.

# SelectApprovalRuleWithoutIsRequirementsCondition
source: To send document for approval, select an approval rule that does not contain the "Requirements of the Bank's accounting policies" condition.
ru: Для отправки документа на согласование выберите регламент без условия "Требования учетной политики Банка".

# IsRecommendationsIsNotFilledInIRG
source: The attribute "Internal audit recommendations" is not indicated in the IRD card.
ru: Признак "Рекомендации внутреннего аудита" не указан в карточке ВНД.

# SelectApprovalRuleWithoutIsRecommendationsCondition
source: To send document for approval, select an approval rule that does not contain the "Internal audit recommendations" condition.
ru: Для отправки документа на согласование выберите регламент без условия "Рекомендации внутреннего аудита".

# IsRelatedToStructureIsNotFilledInIRG
source: The attribute "Related to the structure of the bank" is not indicated in the IRD card.
ru: Признак "Связано со структурой банка " не указан в карточке ВНД.

# SelectApprovalRuleWithoutIsRelatedToStructureCondition
source: To send document for approval, select an approval rule that does not contain the "Related to the structure of the bank" condition.
ru: Для отправки документа на согласование выберите регламент без условия "Связано со структурой банка".

# IsRequirementsConditionName
source: Requirements of the Bank's accounting policy?
ru: Требования учетной политики Банка?

# IsRelatedStructConditionName
source: Related to the structure of the bank?
ru: Связано со структурой банка?

# IsRecommendatConditionName
source: Internal audit recommendations?
ru: Рекомендации внутреннего аудита?

# IRDTypeConditionName
source: Type of IRD – {0}?
ru: Тип ВНД – {0}?

# CannotComputeCondition
source: The condition cannot be evaluated. The document you are sending is of the wrong type.
ru: Условие не может быть вычислено. Отправляемый документ не того вида.

# OrganForApprovConditionName
source: Organ for approving – {0}?
ru: Орган утверждения – {0}?

# StandardResponseConditionName
source: Standart response?
ru: Стандартный ответ?

# MeetingCategoryCondition
source: Category – {0}?
ru: Категория – {0}?

source: Is document registered?
ru: Документ зарегистрирован?
