Repository: slavalp93/EskhataWork
Catalog: litiko.Eskhata/litiko.Eskhata.Shared/Condition/ConditionSystem.*.resx
Languages: ru

# Enum_ConditionType_ChiefAccountant
source: Approving of the Chief Accountant
ru: Согласование с Главным бухгалтером

# Enum_ConditionType_IsRequirements
source: Requirements of the Bank's accounting policies
ru: Требования учетной политики Банка

# Enum_ConditionType_IsRecommendat
source: Internal audit recommendations
ru: Рекомендации внутреннего аудита

# Enum_ConditionType_IsRelatedStruct
source: Related to the structure of the bank
ru: Связано со структурой банка

# Enum_ConditionType_IRDType
source: Type of IRD
ru: Тип ВНД

# Property_IRDTypelitiko
source: Type of IRD
ru: Тип ВНД

# Enum_IRDTypelitiko_IsNew
source: New
ru: Новый

# Enum_IRDTypelitiko_IsChange
source: Changing
ru: Изменение

# Enum_IRDTypelitiko_IsUpdate
source: Update without change
ru: Актуализация без изменения

# Enum_ConditionType_OrganForApprov
source: Organ for approving
ru: Орган утверждения

# Property_OrganForApprovinglitiko
source: Organ for approving
ru: Орган утверждения

# Enum_ConditionType_StandardRespons
source: Standard response
ru: Стандартный ответ

# Enum_ConditionType_MeetingCategorylitiko
source: Meeting category
ru: Категория заседания

# Property_MeetingCategorylitiko
source: Meeting category
ru: Категория заседания

# Enum_ConditionType_IsDocumentRegis
source: Document registered
ru: Документ зарегистрирован
