Repository: slavalp93/EskhataWork
Catalog: litiko.Eskhata/litiko.Eskhata.Shared/ContractualDocument/ContractualDocumentSystem.*.resx
Languages: ru

# Property_IsWithinBudgetlitiko
source: Within budget
ru: В рамках бюджета

# Property_CurrencyOperationlitiko
source: Currency for operation
ru: Валюта операции

# Property_CurrencyRatelitiko
source: Currency rate
ru: Курс валюты

# Property_TotalAmountlitiko
source: Total amount
ru: Общая сумма

# ControlGroup_73e9df7c895e4811b3d576c6f95b87aa
source: Terms
ru: Условия

# Form_c9f39bf6867e4cd2824b73d39476a34f
source: Payment part
ru: Платежная часть

# Property_AmountInWordslitiko
source: Amount in words
ru: Сумма прописью

# Property_Currency
source: Currency
ru: Валюта

# Property_ScanReceivedlitiko
source: Scan received
ru: Скан-образ получен

# Property_OriginalReceivedlitiko
source: Original received
ru: Оригинал получен

# Property_TotalAmount
source: Amount in nat currency
ru: Сумма в нац. валюте

# Property_IsVATlitiko
source: Subject to VAT
ru: Облагается НДС

# Property_VatRatelitiko
source: VAT rate
ru: Ставка НДС

# Property_TaxRatelitiko
source: Tax rate
ru: Ставки налогов

# Property_IncomeTaxRatelitiko
source: Income tax
ru: Налог на доходы

# Property_IncomeTaxAmountlitiko
source: Income tax amount
ru: Сумма налога на доходы

# Property_IsIndividualPaymentlitiko
source: Is individual payment
ru: Оплата труда физ лиц

# Property_FSZNRatelitiko
source: FSZN rate
ru: ФСЗН

# Property_FSZNAmountlitiko
source: FSZN amount
ru: Сумма ФСЗН

# Property_PennyRatelitiko
source: Penny contribution
ru: Пенс. взнос

# Property_PennyAmountlitiko
source: Penny amount
ru: Сумма пенс. взноса

# Action_CreateWaybilllitiko
source: Create waybill
ru: Создать накладную

# Action_CreateWaybilllitikoHint
source: Create waybill
ru: Создать накладную

# Action_CreateWaybilllitikoDescription
source: Create a waybill to the contractual document.
ru: Создать накладную к документу.

# Property_ResponsibilityMatrixlitiko
source: Responsibility matrix
ru: Матрица ответственности

# Property_CurrencyContractlitiko
source: Contract currency
ru: Валюта договора
