Repository: slavalp93/EskhataWork
Catalog: litiko.CollegiateAgencies/litiko.CollegiateAgencies.Shared/Module.*.resx
Languages: ru

# ProjectsolutionType
source: Project solution
ru: Проект решения

# ProjectSolutionKind
source: Project solution
ru: Проект решения

# DocumentIsNotIncludedInAgenda
source: The issue is not included on the meeting agenda.
ru: Вопрос не включен в повестку заседания.

# DialogTittle
source: Information
ru: Информация

# DialogText
source: Inclusion on the agenda
ru: Включение в повестку

# DialogBtnCreateNew
source: Create a new meeting
ru: Создать новое заседание

# DialogBtnSelectExisting
source: Select existing
ru: Выбрать существующее

# AlreadyIncludedMessage
source: The project solution is already included in the agenda of the meeting {0}
ru: Проект решения уже включен в повестку заседания {0}

source: Scheduled meetings
ru: Запланированные заседания

# NoRightsToChangeMeeting
source: No rights to change meeting {0}
ru: Нет прав на изменение заседания {0}

# ExplanatoryNoteKind
source: Explanatory note
ru: Пояснительная записка

# RoleSecretaries
source: Secretaries
ru: Секретари КОУ

# DescriptionRoleSecreteries
source: Secretaries listed in the meetings category
ru: Секретари, указанные в категории заседаний

# RolePresidents
source: Presidents
ru: Председатели КОУ

# DescriptionRolePresidents
source: Presidents listed in the meetings category
ru: Председатели, указанные в категории заседаний

# ExtractProtocolKind
source: Extract from the protocol
ru: Выписка из протокола

# ResolutionKind
source: Resolution
ru: Постановление

# MinutesTemplateNotFound
source: Document template for kind {0} not found.
ru: Шаблон документа для вида {0} не найден.

# MeetingIsEmpty
source: The document does not indicate a meeting.
ru: В документе не указано совещание.

# MeetingCategoryIsEmpty
source: The meeting does not indicate a category.
ru: В совещании не указано категорию.

# HasActiveVotingTasks
source: Some documents have active voting tasks.
ru: По некоторым документам есть активные задачи голосования.

# ExecutionPeriodEndsInFiveDays
source: The assignment execution period ends in 5 days. Assignment: {0}
ru: Срок исполнения поручения заканчивается через 5 дней. Поручение: {0}

# ActionItemAssignment
source: Action item execution assignment: {0}
ru: Задание по исполнению поручения: {0}

# RoleCreationResolutions
source: Creation Resolutions
ru: Создание постановлений

# DescriptionRoleCreationResolutions
source: Employees who have the right to create documents with the Resolution kind.
ru: Сотрудники, имеющие право создания документов с видом Постановление.

# RoleTranslator
source: Translator
ru: Переводчик

# ProtocolOfBoardMeetingKind
source: Minutes of the Board meeting
ru: Протокол заседания Правления

# NoVersionMessage
source: Before sending a document, you must create a version of it.
ru: Перед отправкой документа необходимо создать его версию.

# SaveObjectMessage
source: Save the card before creating a version from the template.
ru: Сохраните карточку перед созданием версии из шаблона.

# RoleAdditionalBoardMembers
source: Additional Board members
ru: Дополнительные члены Правления

# DocumentKindIsEmpty
source: To create a document from a template, you must specify the document type.
ru: Для создания документа из шаблона необходимо указать вид документа

# ResponsibleEmployeeAHD
source: Responsible employee of the AHD
ru: Ответственный сотрудник АХД

# ResponsibleEmployeeAHDDescription
source: Used to sign a Project solution
ru: Используется для подписания проекта решения

# BeforeActionItemProjectSolutionRequired
source: Before completing the assignment, you must create a project solution and submit it for approval.
ru: Перед выполнением задания необходимо создать проект решения и отправить его на согласование

# ProjectSolutionApprovalMissing
source: The project solution has not been submitted for approval according to the regulations
ru: Проект решения не отправлен на согласование по регламенту
