Repository: slavalp93/EskhataWork
Catalog: litiko.Integration/litiko.Integration.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Integration
ru: Интеграция

# JobDisplayName_84443891a82444dd8bbafa74c19505e1
source: Integration. Departments
ru: Интеграция. Подразделения

# JobDescription_84443891a82444dd8bbafa74c19505e1
source: Integration. Departments
ru: Интеграция. Подразделения

# AsyncHandler_Description_1007271d3b8a4a9db314f41bf1286170
source: Import data from xml in exchange document
ru: Импорт данных из xml в документе обмена

# JobDisplayName_3b37113510d34828943d12ef13f39e31
source: Integration. Business units
ru: Интеграция. Наши организации

# JobDescription_3b37113510d34828943d12ef13f39e31
source: Integration. Business units
ru: Интеграция. Наши организации

# JobDisplayName_207085453d61492d9b8ce9cee3281235
source: Integration. Employees
ru: Интеграция. Сотрудники

# JobDescription_207085453d61492d9b8ce9cee3281235
source: Integration. Employees
ru: Интеграция. Сотрудники

# JobDisplayName_23a2bc5ce5884a48970cfe90ec6662df
source: Integration. Company kinds
ru: Интеграция. Виды предприятий

# JobDescription_23a2bc5ce5884a48970cfe90ec6662df
source: Integration. Company kinds
ru: Интеграция. Виды предприятий

# JobDisplayName_cca63b4be1b94c79b323a8382062ddc8
source: Integration. Countries
ru: Интеграция. Страны

# JobDescription_cca63b4be1b94c79b323a8382062ddc8
source: Integration. Countries
ru: Интеграция. Страны

# JobDisplayName_2add48cc84a34144adabc435482ce936
source: Integration. Environmental risks
ru: Интеграция. Экологические риски

# JobDescription_2add48cc84a34144adabc435482ce936
source: Integration. Environmental risks
ru: Интеграция. Экологические риски

# JobDisplayName_bdb06ee3a5974904965d4ee3b39c6fa4
source: Integration. Material statuses
ru: Интеграция. Семейное положение

# JobDescription_bdb06ee3a5974904965d4ee3b39c6fa4
source: Integration. Material statuses
ru: Интеграция. Семейное положение

# JobDisplayName_202442d0e5f54d63b589fcd2b9875e28
source: Integration. OKFS
ru: Интеграция. ОКФС

# JobDescription_202442d0e5f54d63b589fcd2b9875e28
source: Integration. OKFS
ru: Интеграция. ОКФС

# JobDisplayName_8960cd487ffd4d8ba31937170d3d87b9
source: Integration. OKONH
ru: Интеграция. ОКОНХ

# JobDescription_8960cd487ffd4d8ba31937170d3d87b9
source: Integration. OKONH
ru: Интеграция. ОКОНХ

# JobDisplayName_99c50527e3fe4a8c93b81f2369547f2e
source: Integration. OKOPF
ru: Интеграция. ОКОПФ

# JobDescription_99c50527e3fe4a8c93b81f2369547f2e
source: Integration. OKOPF
ru: Интеграция. ОКОПФ

# JobDisplayName_0f7f09fe1d33410384c547b389580edd
source: Integration. OKVED
ru: Интеграция. ОКВЭД

# JobDescription_0f7f09fe1d33410384c547b389580edd
source: Integration. OKVED
ru: Интеграция. ОКВЭД

# CoverTitle
source: Integration
ru: Интеграция

# CoverDescription
source: The module is designed to configure and maintain integrations with external systems.
ru: Модуль предназначен для настройки и сопровождения интеграций с внешними системами.

# CoverGroup_Documents
source: Documents
ru: Документы

# CoverAction_ExchangeDocument
source: ExchangeDocument
ru: Документы обмена

# CoverDescription_ExchangeDocument
source: List of exchange documents. Document ID = session_id of the integration protocol.
ru: Список документов обмена. ИД документа = session_id протокола интеграции.

# CoverGroup_Settings
source: Settings
ru: Настройки

# CoverAction_IntegrationMethod
source: Integration methods
ru: Методы интеграции

# CoverDescription_IntegrationMethod
source: List of integration methods
ru: Список методов интеграции

# CoverAction_IntegrationSystem
source: Integration systems
ru: Интеграционные системы

# CoverDescription_IntegrationSystem
source: List of integration systems
ru: Список интеграционных систем

# sf_96d31d03_06b2_4266_8058_815ecc7bad28
source: Module jobs
ru: Фоновые процессы

# CoverAction_ModuleJobs
source: Jobs
ru: Фоновые процессы

# CoverDescription_ModuleJobs
source: List of module background processes
ru: Список фоновых процессов модуля

# AsyncHandler_Description_f46750933c57401f807dc9c8a4bdfc3d
source: UpdateExchangeDoc
ru: AsyncHandler

# JobDisplayName_8d20cd4b466340318a9bda8eabaa316b
source: Integration. Removing old exchange documents
ru: Интеграция. Удаление старых документов обмена

# JobDescription_8d20cd4b466340318a9bda8eabaa316b
source: Deleting exchange documents (xml that are exchanged between Directum RX and ABS), the modification date of which was more than 90 days ago.
ru: Удаление документов обмена (xml которыми обмениваются Directum RX и АБС), дата изменения которых была более 90 дней назад.

# CoverAction_ExchangeQueue
source: ExchangeQueue
ru: Очередь обмена

# CoverDescription_ExchangeQueue
source: List of outgoing/incoming xml exchange packages.
ru: Список исходящих/входящих xml-пакетов обмена.

# JobDisplayName_8c9d82422f6b4bd78c35eedd57534ee5
source: Integration. Currency rates.
ru: Интеграция. Курсы валют.

# JobDescription_8c9d82422f6b4bd78c35eedd57534ee5
source: Integration. Currency rates.
ru: Интеграция. Курсы валют.

# JobDisplayName_256f17d508a24b3e97b23e86ee444d1f
source: Integration. Payment regions.
ru: Интеграция. Регионы оплаты.

# JobDescription_256f17d508a24b3e97b23e86ee444d1f
source: Integration. Payment regions.
ru: Интеграция. Регионы оплаты.

# JobDisplayName_d8af206dd0aa4323b816ae4f9ff97d30
source: Integration. Regions of rental.
ru: Интеграция. Регионы объектов аренды.

# JobDescription_d8af206dd0aa4323b816ae4f9ff97d30
source: Integration. Regions of rental.
ru: Интеграция. Регионы объектов аренды.

# JobDisplayName_b477ca3488774cb3a2f79a561e78851e
source: Integration. Contract kinds.
ru: Интеграция. Виды договоров.

# JobDescription_b477ca3488774cb3a2f79a561e78851e
source: Integration. Contract kinds.
ru: Интеграция. Виды договоров.

# JobDisplayName_ca66ee7158854185b3ce67a5353c9a74
source: Integration. Contract types.
ru: Интеграция. Типы договоров.

# JobDescription_ca66ee7158854185b3ce67a5353c9a74
source: Integration. Contract types.
ru: Интеграция. Типы договоров.
