Repository: slavalp93/EskhataWork
Catalog: litiko.Eskhata/litiko.Eskhata.Shared/Sungero.Commons/ModuleSystem.*.resx
Languages: ru

# CoverAction_ShowOKOPFlitiko
source: OKOPF
ru: ОКОПФ

# CoverDescription_ShowOKOPFlitiko
source: All-Russian classifier of organizational and legal forms
ru: Общероссийский классификатор организационно-правовых форм

# CoverDescription_ShowOKFSlitiko
source: All-Russian classifier of forms of ownership
ru: Общероссийский классификатор форм собственности

# CoverAction_ShowOKFSlitiko
source: OKFS
ru: ОКФС

# CoverAction_ShowOKONHlitiko
source: OKONH
ru: ОКОНХ

# CoverDescription_ShowOKONHlitiko
source: All-Russian classifier of sectors of the national economy
ru: Общероссийский классификатор отраслей народного хозяйства

# CoverAction_ShowEnvironmentalRisklitiko
source: Environmental risks
ru: Экологические риски

# CoverDescription_ShowEnvironmentalRisklitiko
source: Stores information about environmental risks.
ru: Открытие справочника экологических рисков.

# CoverAction_ShowOKVEDlitiko
source: OKVED
ru: ОКВЭД

# CoverDescription_ShowOKVEDlitiko
source: All-Russian Classifier of Types of Economic Activities
ru: Общероссийский классификатор видов экономической деятельности

# CoverAction_ShowEnterpriseTypelitiko
source: Types of enterprises
ru: Виды предприятий

# CoverDescription_ShowEnterpriseTypelitiko
source: Stores information about types of enterprises
ru: Справочник предназначен для хранения сведений о видах предприятий

# CoverAction_ShowFamilyStatuslitiko
source: Family statuses
ru: Семейные положения

# CoverDescription_ShowFamilyStatuslitiko
source: Stores information about family statuses
ru: Открытие справочника семейного положения

# CoverAction_ShowIDTypelitiko
source: ID types
ru: Типы удостоверения личности

# CoverDescription_ShowIDTypelitiko
source: Stores information about ID types
ru: Справочник предназначен для хранения сведений о типах удостоверения личности

# CoverAction_CurrencyRateslitiko
source: Currency rates
ru: Курсы валют

# CoverDescription_CurrencyRateslitiko
source: Exchange rates of foreign currencies to somoni of the Republic of Tajikistan.
ru: Курсы иностранных валют к сомони Республики Таджикистан.
