Repository: slavalp93/EskhataWork
Catalog: litiko.Eskhata/litiko.Eskhata.Shared/Contract/ContractSystem.*.resx
Languages: ru

# Property_DocumentKind
source: Contract kind
ru: Вид договора

# Property_DocumentGroup
source: Contract type
ru: Тип договора

# Property_IsFrameworkContract
source: Framework
ru: Генеральный

# Property_DeliveryAddresslitiko
source: Address
ru: Адрес

# ControlGroup_73e9df7c895e4811b3d576c6f95b87aa
source: Terms
ru: Условия

# Property_TotalAmount
source: Amount in nat currency
ru: Сумма в нац. валюте

# Property_DeliveryDatelitiko
source: Date
ru: Срок

# ControlGroup_23aff4662c6c40d894313de7b7d8d091
source: Supply / provision of services
ru: Поставка / оказание услуг

# Property_RBOlitiko
source: RBO
ru: РБО

# Property_ReasonForChangelitiko
source: Reason for change
ru: Основание изменений

# Property_PaymentMethodlitiko
source: Payment method
ru: Способ оплаты

# Enum_PaymentMethodlitiko_Prepayment
source: Prepayment
ru: Предоплата

# Enum_PaymentMethodlitiko_Postpay
source: Postpay
ru: Постоплата

# ControlGroup_9783066c8edb4db0ad308b6b82ac8b14
source: Payment
ru: Оплата

# Property_FrequencyOfPaymentlitiko
source: Frequency of payment
ru: Периодичность оплаты

# Property_IsPartialPaymentlitiko
source: Partial payment
ru: Оплата частями

# Property_IsEqualPaymentlitiko
source: Equal payment
ru: Равномерная оплата

# Property_AmountForPeriodlitiko
source: Amount for period
ru: Сумма за период

# Property_AccDebtCreditlitiko
source: Account of settlements with debtors and creditors
ru: Счет расчетов с дебиторами и кредиторами

# Property_AccFutureExpenselitiko
source: Future expense account
ru: Счет расходов будущ. периодов

# Property_PaymentRegionlitiko
source: Payment region
ru: Регион оплаты

# Property_RegionOfRentallitiko
source: Region of rental
ru: Регион объекта аренды

# Property_FrequencyExpenseslitiko
source: Frequency of allocation to expenses
ru: Периодичность отнесения на расходы

# Action_CreateContractStatementDescription
source: Create a statement to the contractual document.
ru: Создание акта выполненных работ (услуг).

# Action_CreateContractStatement
source: Create Contract Statement
ru: Создать акт вып. работ (услуг)

# Action_CreateContractStatementHint
source: Create Contract Statement
ru: Создать акт выполненных работ (услуг)

# Action_CreateIncomingInvoiceDescription
source: Create an incoming invoice to the contractual document.
ru: Создание входящего счета

# Action_CreateIncomingInvoice
source: Create Incoming Invoice
ru: Создать вх. счет

# Action_CreateIncomingInvoiceHint
source: Create Incoming Invoice to Document
ru: Создание входящего счета

# Action_CreateSupAgreement
source: Create Supplemental Agreement
ru: Создать доп. соглашение (Заказ)

# Action_CreateSupAgreementHint
source: Create Supplemental Agreement
ru: Создать дополнительное соглашение (Заказ)

# Action_CreateSupAgreementDescription
source: Create a supplemental agreement to the contract.
ru: Создание дополнительного соглашения к договору (Заказ).

# Action_CreateLegalOpinionlitiko
source: Create legal opinion
ru: Создать юрид. заключение

# Action_CreateLegalOpinionlitikoHint
source: Create legal opinion
ru: Создать юридическое заключение

# Action_CreateLegalOpinionlitikoDescription
source: Create a legal opinion to the contract.
ru: Создание юридичиского заключения к договору.
