Repository: slavalp93/EskhataWork
Catalog: litiko.HRProcess/litiko.HRProcess.Shared/Hiring/HiringSystem.*.resx
Languages: ru

# Property_Employee
source: Employee
ru: Соискатель

# Property_Branch
source: Branch
ru: Филиал

# Property_Department
source: Department
ru: Подразделение

# Property_Position
source: Position
ru: Должность

# Property_FilePath
source: File path
ru: Выбрать файл

# Property_PersonnelID
source: Personnel ID
ru: Табельный номер

# Property_Individual
source: Individual
ru: Физ. лицо

# Property_StaffType
source: Staff type
ru: Штатный

# Property_StaffPosition
source: Staff position
ru: Штатная единица

# Property_PositionCategory
source: Position category
ru: Категория должности

# Property_Address
source: Address
ru: Местонахождение

# Property_JobView
source: Job view
ru: Вид работы

# Property_TypeOfWork
source: Type of work
ru: Характер работы

# Property_WorkingCondition
source: Working condition
ru: Условия труда

# Property_CategoryOfPosition
source: Category of position
ru: Категория должности

# Property_FullTimeEquivalent
source: Full time equivalent
ru: Ставка

# Property_Salary
source: Salary
ru: Оклад

# Property_Mentor
source: Mentor
ru: Наставник

# Property_PassportDetailsCollection
source: Passport details
ru: Паспортные данные

# Property_ContractCollection
source: Contract
ru: Договор контракт

# Property_FullTimeOrTemporary
source: Full time or temporary
ru: Штатный сотрудник или временный

# Form_852a4c170131496ba1b256c36cae5bef
source: PassportData
ru: Паспортные данные
